{
  "totalArticles": 41151,
  "articles": [
    {
      "title": "Губернатор Севастополя сообщил об уничтожении беспилотника",
      "description": "Моряки сбили беспилотник в Севастополе, сообщил губернатор Михаил Развожаев. По его словам, это произошло после 3:30 ночи 1 ноября в районе микрорайона Любимовка на севере города. Господин Развожаев сообщил об уничтожении беспилотника в Telegram.",
      "content": "Моряки сбили беспилотник в Севастополе, сообщил губернатор Михаил Развожаев. По его словам, это произошло после 3:30 ночи 1 ноября в районе микрорайона Любимовка на севере города. Господин Развожаев сообщил об уничтожении беспилотника в Telegram.\nНап... [566 chars]",
      "url": "https://www.kommersant.ru/doc/5645699",
      "image": "https://im.kommersant.ru/SocialPics/5645699_26_0_1355031527",
      "publishedAt": "2022-11-01T02:31:34Z",
      "source": {
        "name": "Коммерсантъ",
        "url": "https://www.kommersant.ru"
      }
    },
    {
      "title": "Взрыв произошел при разгерметизации подземного газопровода в Санкт-Петербурге",
      "description": "В Колпинском районе Санкт-Петербурга произошла разгерметизация подземного газопровода. По предварительной информации, никто не пострадал.",
      "content": "В Колпинском районе Санкт-Петербурга произошла разгерметизация подземного газопровода. По предварительной информации, никто не пострадал.\nОчевидцы сообщили о взрыве и об эвакуации жителей домов поздно вечером 31 октября. Как передает «Петербургский д... [577 chars]",
      "url": "https://www.kommersant.ru/doc/5645641",
      "image": "https://im.kommersant.ru/SocialPics/5645641_26_0_1432892984",
      "publishedAt": "2022-10-31T22:38:03Z",
      "source": {
        "name": "Коммерсантъ",
        "url": "https://www.kommersant.ru"
      }
    },
    {
      "title": "РФС перенес матчи пятого и шестого туров группового этапа Кубка России",
      "description": "Матчи пятого и шестого туров группового этапа Кубка России по футболу перенесены, сообщается на официальном сайте Российского футбольного союза (РФС).",
      "content": "Игры пятого тура группового раунда пути РПЛ пройдут 22—23 ноября , шестого тура — 26—27 ноября .\n«Решение о возможности переноса матчей было принято бюро исполкома РФС на заседании 19 сентября с условием, что оно активируется, если сборная России буд... [619 chars]",
      "url": "https://sportmail.ru/news/football-rus-cup/53702215/",
      "image": "https://resizer.mail.ru/p/6982d056-15d5-508f-bda6-1c8da9bcd5b6/op:40/logo:bottom:sport.png/ot:0KDQpNChINC_0LXRgNC10L3QtdGBINC80LDRgtGH0Lgg0L_Rj9GC0L7Qs9C-INC4INGI0LXRgdGC0L7Qs9C-INGC0YPRgNC-0LIg0LPRgNGD0L_Qv9C-0LLQvtCz0L4g0Y3RgtCw0L_QsCDQmtGD0LHQutCwINCg0L7RgdGB0LjQuA/AQAGVwKGwNLY-MdeQpRjtnucm33tug8_iDdRs1Htwdmt1WOApxFr-pqdysSjj_-Apsa-VQSvx79j_aoou67WKs_qd2I.jpg",
      "publishedAt": "2022-10-31T20:27:47Z",
      "source": {
        "name": "Спорт Mail.ru",
        "url": "https://sportmail.ru"
      }
    },
    {
      "title": "Россия, Армения и Азербайджан договорились воздерживаться от применения силы в Карабахе",
      "description": "Президент России Владимир Путин, президент Азербайджана Ильхам Алиев и премьер-министр Армении Никол Пашинян опубликовали совместное заявление по итогам переговоров. Лидеры закавказских государств приветствовали готовность России способствовать нормализации их отношений и подчеркнули важность подготовки к заключению мирного договора.",
      "content": "Президент России Владимир Путин, президент Азербайджана Ильхам Алиев и премьер-министр Армении Никол Пашинян опубликовали совместное заявление по итогам переговоров. Лидеры закавказских государств приветствовали готовность России способствовать норма... [2273 chars]",
      "url": "https://www.kommersant.ru/doc/5645575",
      "image": "https://im.kommersant.ru/SocialPics/5645575_26_2288672_570143128",
      "publishedAt": "2022-10-31T18:53:21Z",
      "source": {
        "name": "Коммерсантъ",
        "url": "https://www.kommersant.ru"
      }
    },
    {
      "title": "Путин, Алиев и Пашинян согласовали совместное заявление по Карабаху",
      "description": "В Сочи завершился трехсторонний саммит президентов России и Азербайджана Владимира Путина и Ильхама Алиева, а также премьер-министра Армении Никола Пашиняна. Согласно заявлению господина Путина, которое он сделал после трехсторонних переговоров, не все удалось согласовать по Карабаху. Однако в целом встреча создала условия для дальнейших шагов в направлении урегулирования, отметил президент РФ.",
      "content": "В Сочи завершился трехсторонний саммит президентов России и Азербайджана Владимира Путина и Ильхама Алиева, а также премьер-министра Армении Никола Пашиняна. Согласно заявлению господина Путина, которое он сделал после трехсторонних переговоров, не в... [1644 chars]",
      "url": "https://www.kommersant.ru/doc/5645561",
      "image": "https://im.kommersant.ru/SocialPics/5645561_26_0_1220302181",
      "publishedAt": "2022-10-31T18:36:13Z",
      "source": {
        "name": "Коммерсантъ",
        "url": "https://www.kommersant.ru"
      }
    },
    {
      "title": "В \"Холостячке\" Злате Огневич разглядели пропагандистку Тину Канделаки",
      "description": "Огневич напомнила украинцам Тину Канделаки",
      "content": "Некоторые украинцы нашли сходство между Огневич и Канделаки, но такое сравнение для многих покажется \"позорным\"\nИзвестная украинская певица, в прошлом политическая деятельница и героиня самого романтического реалити-шоу \"Холостячка\" Злата Огневич (Ин... [1369 chars]",
      "url": "https://znaj.ua/ru/show-business/441738-v-holostyachci-zlati-ognyevich-rozglyanuli-propagandistku-tinu-kandelaki-svyat-svyat-svyat",
      "image": "https://znaj.ua/images/2022/08/17/aNZd5sH0EHiWHdYV2uvdR3wV3QDqwehaxgqFbjaJ.jpg",
      "publishedAt": "2022-10-31T17:50:00Z",
      "source": {
        "name": "Знай.UA",
        "url": "https://znaj.ua"
      }
    },
    {
      "title": "Тиньков сообщил об отказе от российского гражданства",
      "description": "Олег Тиньков сообщил о решении отказаться от российского гражданства. Это пятый бизнесмен из числа бывших и действующих участников списка Forbes, отказавшийся от российского гражданства в этом году",
      "content": "Основатель Тинькофф банка Олег Тиньков сообщил, что принял решение выйти из российского гражданства. Справку о выходе из гражданства, датированную 26 октября, он опубликовал в Instagram (принадлежит Meta, признанной в России экстремистской организаци... [1800 chars]",
      "url": "https://www.forbes.ru/milliardery/480530-tin-kov-soobsil-ob-otkaze-ot-rossijskogo-grazdanstva",
      "image": "https://cdn.forbes.ru/forbes-static/shareimages/480530.jpg?v=1667243329",
      "publishedAt": "2022-10-31T17:33:14Z",
      "source": {
        "name": "Forbes Russia",
        "url": "https://www.forbes.ru"
      }
    },
    {
      "title": "Обзор Call of Duty: Modern Warfare II. Вроде стреляешь, а ощущение, как будто сериал Netflix смотришь (крутой!)",
      "description": "Обзор игры Call of Duty: Modern Warfare II (2022).",
      "content": "Состоялся официальный релиз долгожданного шутера Call of Duty: Modern Warfare II.\nЕсли кто-то по каким-либо причинам думал, что перед нами простой ремейк, то это не так. По сути, это новая история с теми же персонажами, имеющая общие корни, но по фак... [4953 chars]",
      "url": "https://www.iphones.ru/iNotes/obzor-call-of-duty-modern-warfare-ii-2022-10-31-2022",
      "image": "https://www.iphones.ru/wp-content/plugins/wonderm00ns-simple-facebook-open-graph-tags/fbimg.php?img=https%3A%2F%2Fwww.iphones.ru%2Fwp-content%2Fuploads%2F2022%2F10%2F100801BE-83B8-4E99-8A7B-B2DE5320F62C.jpeg",
      "publishedAt": "2022-10-31T17:08:54Z",
      "source": {
        "name": "iPhones.ru",
        "url": "https://www.iphones.ru"
      }
    },
    {
      "title": "Электромобили Skywell в России: знакомимся вживую",
      "description": "Электромобили Skywell в России: знакомимся вживую",
      "content": "Автопроизводители из Европы, Америки и Японии объявляют об уходе с российского рынка, но на их место приходят китайские компании. В буквальном смысле. В Москве прошла презентация новой марки Skywell, фирменный шоурум которой расположился в том же пом... [6575 chars]",
      "url": "https://autoreview.ru/articles/svoimi-glazami/skywell-in-russia",
      "image": "https://autoreview.ru/images/Article/1748/Article_174870_860_575.jpg",
      "publishedAt": "2022-10-31T16:43:59Z",
      "source": {
        "name": "Авторевю",
        "url": "https://autoreview.ru"
      }
    },
    {
      "title": "Молдавия высылает российского дипломата после падения обломков ракеты",
      "description": "МИД Молдавии объявил сотрудника посольства России персоной нон грата после инцидента с падением фрагментов ракеты, сбитой украинской ПВО. О высылке представителя посольства было объявлено послу РФ в Кишиневе Олегу Васнецову, сообщает молдавское министерство. В МИД России пообещали ответить на высылку дипломата из Молдавии.",
      "content": "МИД Молдавии объявил сотрудника посольства России персоной нон грата после инцидента с падением фрагментов ракеты, сбитой украинской ПВО. О высылке представителя посольства было объявлено послу РФ в Кишиневе Олегу Васнецову, сообщает молдавское минис... [1032 chars]",
      "url": "https://www.kommersant.ru/doc/5645466",
      "image": "https://im.kommersant.ru/SocialPics/5645466_26_0_1786687760",
      "publishedAt": "2022-10-31T15:39:14Z",
      "source": {
        "name": "Коммерсантъ",
        "url": "https://www.kommersant.ru"
      }
    }
  ]
}